[
    {
        "author": "Admin dinkes",
        "title": "Efektivitas Vaksinasi Dalam Pemutusan Rantai Penularan COVID-19",
        "url": "https://dinkes.bulelengkab.go.id/informasi/detail/artikel/49-efektivitas-vaksinasi-dalam-pemutusan-rantai-penularan-covid-19",
        "urlToImage": "https://dinkes.bulelengkab.go.id/public/uploads/konten/Efektivitas_Vaksinasi_Dalam_Pe18.jpg",
        "publishedAt": "09 Maret 2021",
        "content": "Hingga kini pandemi virus Corona belum juga berakhir. Guna menekan kasus yang terus bertambah, pemberian vaksin COVID-19 mulai dilakukan. Pemerintah pun menganjurkan agar semua orang mendapatkannya. Lantas, apa alasan setiap orang harus menjalani vaksinasi COVID-19?\n\nSaat ini, vaksin COVID-19 tengah didistribusikan ke seluruh masyarakat Indonesia. Pemberian vaksin ini merupakan solusi yang dianggap paling tepat untuk mengurangi jumlah kasus infeksi virus SARS-CoV-2 penyebab penyakit COVID-19.[+460 chars]"
    },
    {
        "author": "UNICEF",
        "title": "Hal-Hal Penting Seputar Vaksin COVID-19",
        "url": "https://www.unicef.org/indonesia/id/coronavirus/hal-hal-penting-seputar-vaksin-covid-19",
        "urlToImage": "https://www.unicef.org/indonesia/sites/unicef.org.indonesia/files/styles/hero_desktop/public/09%20Vaccine%20-%20Kediri%20-%20Fauzan.jpg?itok=c9LT7171",
        "publishedAt": "03 Juni 2021",
        "content": "Vaksin menyelamatkan jutaan nyawa setiap tahun. Pengembangan vaksin COVID-19 yang aman dan efektif adalah langkah penting dalam upaya global untuk mengakhiri pandemi, agar masyarakat dapat kembali berkegiatan seperti biasa dan bertemu dengan keluarga serta kerabat tercinta.\n\nInformasi berikut adalah informasi terkini dari para pakar yang telah kami kumpulkan untuk menjawab beberapa pertanyaan paling umum seputar vaksin COVID-19. Artikel ini akan diperbarui secara berkala sesuai dengan perkembangan informasi.[+1360 chars]"
    },
    {
        "author": "dr. Fadhli Rizal Makarim",
        "title": "Fakta Lengkap Mengenai COVID-19",
        "url": "https://www.halodoc.com/artikel/perlu-tahu-ini-fakta-lengkap-mengenai-vaksin-covid-19",
        "urlToImage": "https://d1bpj0tv6vfxyp.cloudfront.net/articles/207013_8-1-2021_17-8-51.webp",
        "publishedAt": "25 Februari 2021",
        "content": "Halodoc, Jakarta - Vaksin dibuat untuk mencegah penyakit. Vaksin COVID-19 adalah harapan terbaik untuk menekan penularan virus corona. Namun, mungkin masih banyak masyarakat awam yang masih mempertanyakan manfaat vaksin COVID-19, cara kerjanya, atau mungkin efek samping yang dapat terjadi. \n\nInfeksi COVID-19 dapat menyebabkan komplikasi medis yang parah dan menyebabkan kematian pada beberapa orang. Tidak ada cara untuk mengetahui bagaimana virus corona ini mempengaruhi kondisi tubuh seseorang. Jika satu orang tertular COVID-19, maka akan mudah ia menularkan virus tersebut kepada keluarga, teman, dan orang lain di sekitarnya. Lantas, bagaimana vaksin COVID-19 bisa bekerja?[+552 chars]"
    },
    {
        "author": "dr. Kevin Adrian",
        "title": "Informasi Berbagai Vaksin COVID-19 di Indonesia",
        "url": "https://www.alodokter.com/informasi-berbagai-vaksin-covid-19-di-indonesia",
        "urlToImage": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1614319388/attached_image/informasi-berbagai-vaksin-covid-19-di-indonesia-0-alodokter.jpg",
        "publishedAt": "22 September 2021",
        "content": "Vaksin COVID-19 telah tersedia di Indonesia. Program vaksinasi pun mulai dijalankan oleh pemerintah sebagai salah upaya untuk memutus rantai penyebaran infeksi virus Corona dan menekan angka kasus COVID-19 yang masih terus meningkat. Sebagai panduan Anda, inilah beberapa informasi seputar vaksin COVID-19 yang perlu Anda ketahui.[+2023 chars]"
    },
    {
        "author": "Vidya Pinandhita",
        "title": "WHO Buka-bukaan, Begini Tingkat Efektivitas Vaksin COVID-19 Lawan Varian Delta",
        "url": "https://health.detik.com/berita-detikhealth/d-5826182/who-buka-bukaan-begini-tingkat-efektivitas-vaksin-covid-19-lawan-varian-delta",
        "urlToImage": "https://akcdn.detik.net.id/community/media/visual/2021/10/07/giliran-pengungsi-wna-divaksinasi-covid-19-7_169.jpeg?w=700&q=90",
        "publishedAt": "Kamis, 25 Nov 2021 07:08 WIB",
        "content": "Jakarta - Organisasi Kesehatan Dunia (WHO) menyebut vaksin COVID-19 mengurangi penularan varian Delta hanya sebesar 40 persen, Rabu (24/11/2021). Mengingat, varian ini menular jauh lebih cepat dibanding varian Corona lainnya dan diyakini banyak orang mampu menurunkan efektivitas vaksin.[+252 chars]"
    },
    {
        "author": "dr. Sunita",
        "title": "Pengembangan Vaksin COVID-19",
        "url": "https://www.alomedika.com/pengembangan-mutakhir-vaksin-covid-19",
        "urlToImage": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1590662021/alomedika/attached_image/615408-alomedika.jpg",
        "publishedAt": "-",
        "content": "Pengembangan vaksin COVID-19 menjadi salah satu pendekatan yang dipertimbangkan untuk mengatasi wabah SARS-CoV-2. Serupa dengan teknik pengembangan vaksin MERS (Middle East Respiratory Syndrome) dan SARS, sejumlah teknik pengembangan vaksin coronavirus menggunakan DNA, mRNA, protein rekombinan, dan vektor adenovirus kini sedang banyak dipelajari. Penggunaan teknik yang menargetkan protein S dan protein lain yang terkait (misalnya, protein N, S1, S2, dan RBD) juga dapat dipertimbangkan sebab protein semacam ini juga menjadi target dalam pengembangan vaksin MERS dan SARS.[+1635 chars]"
    },
    {
        "author": "Rep: Rizky Jaramaya, Kiki Sakinah/ Red: Reiny Dwinanda",
        "title": "WHO Tinjau Kebutuhan Vaksin Covid-19 untuk Anak",
        "url": "https://www.republika.co.id/berita/r349au414/who-tinjau-kebutuhan-vaksin-covid19-untuk-anak",
        "urlToImage": "https://static.republika.co.id/uploads/images/inpicture_slide/061061500-1637118986-830-556.jpg",
        "publishedAt": "Kamis 25 Nov 2021 14:11 WIB",
        "content": "REPUBLIKA.CO.ID, JENEWA -- Organisasi Kesehatan Dunia (WHO) sedang mengkaji perlunya memberikan vaksinasi Covid-19 bagi anak-anak dan remaja. WHO melakukan tinjauan ini bersama Strategic Advisory Group of Experts on Immunization dan COVID-19 Vaccines Working Group.[+709 chars]"
    },
    {
        "author": "Rep: Dian Fath Risalah/ Red: Indira Rezkisari",
        "title": "Alasan Pemerintah Belum Fokus ke Vaksinasi Anak 6-11 Tahun",
        "url": "https://www.republika.co.id/berita/r2m4d3328/alasan-pemerintah-belum-fokus-ke-vaksinasi-anak-611-tahun",
        "urlToImage": "https://static.republika.co.id/uploads/images/inpicture_slide/aparat-kepolisan-menjemput-lansia-untuk-melaksanakan-vaksinasi-di-puskesmas_211114171903-911.jpg",
        "publishedAt": "Senin 15 Nov 2021 19:07 WIB",
        "content": "REPUBLIKA.CO.ID, JAKARTA -- Juru Bicara Vaksinasi Covid-19, Kementerian Kesehatan, Siti Nadia Tarmizi memastikan sampai saat ini belum memulai vaksinasi untuk anak usia 6-11 tahun. Pemerintah masih memprioritaskan vaksinasi bagi kelompok dewasa yang berisiko, seperti lansia.[+325 chars]"
    },
    {
        "author": "Rakhmat Nur Hakim",
        "title": "Satgas Sebut Vaksinasi Covid-19 Masih Difokuskan untuk Pemenuhan 2 Dosis",
        "url": "https://nasional.kompas.com/read/2021/11/24/22560911/satgas-sebut-vaksinasi-covid-19-masih-difokuskan-untuk-pemenuhan-2-dosis",
        "urlToImage": "https://asset.kompas.com/crops/S6wx69Ssp8BnPP1816rboV-8nU8=/105x0:1452x898/750x500/data/photo/2021/11/19/61970a0b5f12e.jpeg",
        "publishedAt": "24/11/2021, 22:56 WIB",
        "content": "JAKARTA, KOMPAS.com - Juru Bicara Satgas Penanganan Covid-19 Wiku Adisasmito mengatakan vaksinasi di Indonesia tetap berjalan sesuai urutan prioritas suntikan pertama dan kedua sebagai dosis lengkap bagi masyarakat sasaran. Hal itu disampaikan Wiku menanggapi sejumlah epidemiolog yang mengatakan saat ini dua dosis suntikan vaksin tak lagi kuat membendung serangan Covid-19.[+223 chars]"
    },
    {
        "author": "Vitorio Mantalean",
        "title": "UPDATE 24 November: Ada 82 Kasus Baru Covid-19 di Jakarta, Seorang Pasien Wafat",
        "url": "https://megapolitan.kompas.com/read/2021/11/25/05461571/update-24-november-ada-82-kasus-baru-covid-19-di-jakarta-seorang-pasien",
        "urlToImage": "https://asset.kompas.com/crops/r64hZmGcJzdMX4AU1A_ztUEAGYA=/0x0:0x0/750x500/data/photo/2021/05/21/60a749feb0c9b.jpg",
        "publishedAt": "25/11/2021, 05:46 WIB",
        "content": "JAKARTA, KOMPAS.com - Pemprov DKI Jakarta kembali mengumumkan perkembangan terbaru kasus Covid-19 di Ibu Kota pada Rabu (24/11/2021). Berikut rinciannya: Perkembangan kasus harian Jumlah pasien positif Covid-19 di Jakarta hanya bertambah 82 dari 16.778 orang yang dites PCR di Ibu Kota. Jumlah tes PCR Jakarta itu mencakup 51 persen jumlah tes PCR se-Indonesia. Positivity rate Covid-19 DKI Jakarta kemarin mencapai sekitar 0,5 persen, di bawah standar aman WHO (5 persen).[+158 chars]"
    }
]